import React from "react";
import '../../../css/AboutUs.css';

const AboutUs = () => {
    return (
        <div className="about-container">
            <div className="about-wrapper">
                <h1 className="about-title">Добро пожаловать в White Dreams!</h1>
                <p className="about-text">
                    Ваш цифровой помощник в мире умного дома!
                </p>
                <p className="about-text">
                    Здесь мы превращаем ваши мечты о комфорте и уюте в реальность. Наши устройства — это не просто гаджеты, а настоящие маги, которые сделают вашу жизнь проще, удобнее и веселее!
                </p>
                <p className="about-text">
                    Хотите управлять освещением, не вставая с дивана? Легко! Устали от того, что забыли выключить утюг? Мы о вас позаботились! С нашими умными устройствами ваш дом станет не только умным, но и стильным.
                </p>
                <p className="about-text">
                    Погрузитесь в мир технологий, где каждый день — это новый уровень комфорта. Мы предлагаем только самые лучшие и инновационные решения для вашего дома.
                </p>
                <p className="about-text">
                    С White Dreams ваш дом станет не просто местом, где вы живете, а настоящим умным убежищем!
                </p>
                <p className="about-text">
                    Присоединяйтесь к нам и давайте вместе создадим дом мечты!
                </p>
            </div>
        </div>
    );
};

export default AboutUs;
