import React from "react";
import '../../../css/Delivery.css';

const Delivery = () => {
    return (
        <div className="about-container">
            <div className="about-wrapper">
                <h1 className="about-title">🚚 Доставка — быстро, удобно, волшебно!</h1>

                <p className="about-text">
                    В <strong>Device Home</strong> мы не только делаем ваш дом умным, но и заботимся о том, чтобы каждый
                    заказ оказался у вас как можно скорее — ведь магия должна приходить вовремя!
                </p>

                <p className="about-text">
                    <strong>📦 Оперативная обработка заказов:</strong><br/>
                    Мы начинаем собирать ваш заказ сразу после оформления — никакого ожидания, только движение к вашему
                    уютному будущему.
                </p>

                <p className="about-text">
                    <strong>🌍 Доставка по всей России:</strong><br/>
                    Где бы вы ни находились — в большом городе или в уютном уголке страны — наши умные устройства найдут
                    дорогу к вашему дому.
                </p>

                <p className="about-text">
                    <strong>🚀 Быстро и надёжно:</strong><br/>
                    Сотрудничаем с проверенными курьерскими службами, чтобы вы могли отслеживать посылку и быть
                    уверенными: всё под контролем.
                </p>

                <p className="about-text">
                    <strong>🎁 Аккуратная упаковка:</strong><br/>
                    Каждое устройство — как драгоценность. Мы тщательно упаковываем все заказы, чтобы они приехали в
                    целости и сохранности.
                </p>

                <p className="about-text">
                    <strong>Скоро ваш дом станет умнее!</strong><br/>
                    Оформляйте заказ — и уже совсем скоро вы почувствуете, как технологии делают каждый день легче и
                    приятнее.
                </p>

                <p className="about-text">
                    Если будут вопросы по доставке — мы всегда рядом! 💬
                </p>
            </div>
        </div>

    );
};

export default Delivery;
